IDEA Open Model
ConnectionSetup.ExtensionLengthRationCloseSections Property
Compatible with IDEA StatiCa 20.1
 ExtensionLengthRationCloseSections
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double ExtensionLengthRationCloseSections { get; set; }
Public Property ExtensionLengthRationCloseSections As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace